/* About tiqr */
"about_title" = "Sobre %@";

/* Your account is activated! */
"account_activated" = "Conta activada!";

/* Account activation title */
"account_activation_title" = "Activação da conta";

/* Account details navigation title */
"account_details_title" = "Detalhes da conta";

/* Your account is ready to be used. */
"account_ready" = "A sua conta esta pronta para ser usada";

/* Accounts back button title */
"accounts" = "Contas";

/* Do you want to activate the following account */
"activate_following_account" = "Quer activar a seguinte conta?";

/* Account cannot be saved title */
"error_enroll_failed_to_store_identity_title" = "Conta não pode ser guardada";

/* Don\'t worry! Click the QR tag on the\nwebsite. You will be asked to enter the\nfollowing one-time credentials: */
"authentication_fallback_description" = "Sem problema! Clique no código QR no Web-site. Ser-lhe-ao pedidas, só uma vez, as seguintes credenciais: ";

/* Failed to generate identity secret. Please contact support. */
"error_enroll_failed_to_generate_secret" = "Impossível gerar identidade secreta. Contacte o suporte por favor.";

/* You appear to be offline */
"authentication_fallback_title" = "Voce esta offline";

/* Login title */
"authentication_title" = "Autenticação";

/* Confirm account activation */
"confirm_account_activation" = "Confirme activação da conta";

/* Are you sure you want to login? */
"confirm_authentication" = "Tem a certeza que se quer ligar?";

/* Authentication confirm back button title */
"confirm_authentication_title" = "Confirme login";

/* Delete */
"delete_button" = "Apagar";

/* Developed by: */
"developed_by_title" = "Desenvolvido por:";

/* Done */
"done_button" = "Concluído";

/* You will enroll to the following domain */
"enroll_following_domain" = "Você ir-se-a juntar ao seguinte domínio:";

/* Account activation navigation title
 Account activation title */
"enrollment_confirmation_header_title" = "Activação da conta";

/* Enrollment confirm back button title */
"enrollment_confirmation_title" = "Confirme activação da conta";

/* Enrollment PIN title */
"enrollment_pin_intro" = "Escolhe um PIN";

/* You need a PIN code for this account. If you don't yet have a PIN code for tiqr please choose one. */
"enrollment_pin_message" = "Precisa de um PIN para esta conta. Se ainda não tiver um codigo PIN para tiqr, escolha um por favor.";

/* You need to enter your 4-digit PIN to login. */
"enter_four_digit_pin" = "Tem de teclar o seu PIN de 4-digitos para entrar.";

/* Enrollment PIN back button title */
"enter_pin" = "Tecle o seu PIN";

/* Alert title for error */
"error" = "Erro";

/* Account blocked temporary message */
"error_auth_account_blocked_temporary_message" = "Esta conta foi bloqueada durante %@ minutos.";

/* Account blocked temporary title */
"error_auth_account_blocked_temporary_title" = "Esta conta foi temporariamente bloqueado.";

/* Account blocked message */
"error_auth_account_blocked_message" = "Esta conta já não pode ser usada.";

/* Account blocked title */
"error_auth_account_blocked_title" = "Conta bloqueada";

/* No account title */
"error_auth_invalid_account" = "Conta invalida";

/* No account message */
"error_auth_invalid_account_message" = "Tentou entrar com uma conta invalida ou inexistente. Por favor active ou (re)-active a sua conta primeiro.";

/* INVALID_USERID error title */
"error_auth_invalid_account" = "Conta invalida";

/* Invalid QR tag message */
"error_auth_invalid_challenge_message" = "O codigo QR de que fez o scan eh invalido ou expirou. Por favor tente novamente.";

/* INVALID_CHALLENGE error title */
"error_auth_invalid_challenge_title" = "Desafio invalido";

/* Invalid QR tag title */
"error_auth_invalid_qr_code" = "Autenticação do código QD invalida.";

/* INVALID_REQUEST error message */
"error_auth_invalid_request_message" = "O servidor não reconhece o seu login. Por favor contacte o suporte.";

/* INVALID_REQUEST error title */
"error_auth_invalid_request_title" = "Pedido invalido";

/* No account message */
"error_auth_no_identities_for_identity_provider" = "Identidades não identificadas, por favor subscreva-se primeiro";

/* INVALID_RESPONSE error message (1 attempt left) */
"error_auth_one_attempt_left" = "Você tem mais uma tentativa. Se introduzir um PIN incorrecto de novo todas as contas neste dispositivo serão bloqueadas.";

/* Server incompatible message */
"error_auth_server_incompatible" = "O servidor e imcompativel com esta versão do %@";

/* Server incompatible title */
"error_auth_server_incompatible_title" = "Servidor incompativel";

/* Unexpected error message */
"error_auth_unknown_error" = "Um erro não identificado ocorreu. Por favor contacte o suporte.";

/* No account title */
"error_auth_unknown_identity" = "Identidade não identificada, por favor subscreva-se primeiro.";

/* Unknown */
"error_auth_unknown_identity_provider" = "Servidor de identidade não identificado, por favor subscreva-se primeiro.";

/* Wrong PIN */
"error_auth_wrong_pin" = "PIN incorrecto";

/* INVALID_RESPONSE error message (> 1 attempts left) */
"error_auth_x_attempts_left" = "PIN incorrecto. Tem ainda %d tentativas. Por favor introduza o seu PIN de novo. Verifique o ícone de verificação para o ultimo digito.";

/* INVALID_RESPONSE error message (infinite attempts left) */
"error_auth_infinite_attempts_left" = "PIN incorrecto. Por favor introduza o seu PIN de novo. Verifique the icon de verificacao para o ultimo digito.";

/* Account already activated message */
"error_enroll_already_enrolled" = "Voce ja se subscreveu com a identidade %@ para o servico %@";

/* Account already activated */
"error_enroll_already_enrolled_title" = "Já se subscreveu";

/* Account cannot be saved message */
"error_enroll_failed_to_store_identity" = "Armazenamento da provedor de identidades falhou. Por favor contacte o suporte.";

/* Invalid QR tag title */
"error_enroll_invalid_qr_code" = "Subscrição do QR invalida.";

/* Invalid QR tag message */
"error_enroll_invalid_response" = "Resposta do servidor invalida. Por favor contacte o administrador do web-site.";

/* Invalid response title */
"error_enroll_invalid_response_title" = "Reposta invalida";

/* Error enroll title */
"enroll_error_title" = "Erro";

/* No identity provider logo message */
"error_enroll_logo_error" = "Download do logo de servico sem sucesso. Por facor contacte o administrador do website.";

/* No identity provider logo */
"error_enroll_logo_error_title" = "Erro de subscrição";

/* Your ID is: */
"fallback_identifier_label" = "O seu ID eh:";

/* Username label */
"full_name" = "Nome completo:";

/* User ID label */
"id" = "ID";

/* Blocked cell label */
"identity_blocked" = "Bloqueado";

/* Warning this account is blocked and needs to be reactivated. */
"identity_blocked_message" = "Aviso: esta conta esta bloqueada e precisa de ser reactivada.";

/* Identity select back button title */
"identity_title" = "Identidades";

/* Info label */
"information" = "Informação";

/* Interaction design: */
"interaction_by_title" = "Designo de interacção";

/* No connection error message */
"internet_connection_required" = "Necessita de acesso ah Internet para activar a sua conta. Por favor tente mais tarde.";

/* Login information message */
"loggedin_with_account" = "Voce entrou-login na seguinte conta";

/* Authentication PIN title */
"login_intro" = "Por favor introduza o seu PIN:";

/* Login navigation title */
"login_title" = "Login";

/* Enrollment PIN verification title */
"login_verify_intro" = "Por favor verifique o seu PIN:";

/* Enter your PIN code again for verification. Please note the animal icon. This will help you remember your PIN code. */
"login_verify_message" = "Introduza o seu código PIN de novo. Atente no ícone do animal. Este símbolo ira permitir lembrar-se do código.";

/* Blocked navigation title */
"main_title_blocked" = "%@ esta bloqueado";

/* Instructions navigation title */
"main_title_instructions" = "Instruções";

/* Welcome navigation title */
"main_title_welcome" = "Bemvindo ao %@";

/* You appear to have no active Internet connection. */
"no_active_internet_connection." = "O acesso ah Internet não esta activo.";

/* No button title */
"no_button" = "Não";

/* No connection error title */
"no_connection" = "Sem conexão";

/* If you can\'t login with the credentials above, scan\nagain and enter the correct PIN code. */
"note_pin_not_verified" = "Se nao conseguir entrar com as credenciais de cima, faca um scan de novo e introduza o PIN correcto.";

/* Note: your PIN has not been verified yet. */
"note_pin_not_verified_title" = "Nota: o seu PIN ainda não foi verificado.";

/* OK Button */
"ok_button" = "OK";

/* One time password: */
"otp_label" = "Password temporária:";

/* Enrollment PIN back button title */
"password_verify_back_button" = "Verifique o PIN";

/* Error message if PINs don't match */
"passwords_dont_match" = "Os PINs nao correspondem. Tente outra vez. Escolha um PIN de que se consiga lembrar.";

/* Error title if PIN's don't match */
"passwords_dont_match_title" = "Os PINs nao correspondem";

/* provided by: */
"provided_by" = "Feito por:";

/* tiqr is provided by: */
"provided_by_title" = "eh feito por:";

/* Remember your PIN, it cannot be changed! */
"remember_pincode_notice" = "Guarde o seu PI, ele não pode ser mudado!";

/* Return to button title */
"return_button" = "Voltar";

/* Scan button title */
"scan_button" = "Scan";

/* Scan window title */
"scan_window" = "Scan";

/* Select Identity */
"select_identity_title" = "Seleccione uma identidade";

/* Start button title */
"start_button" = "Inicio";

/* Login succes confirmation message */
"successfully_logged_in" = "Você entrou com sucesso!";

/* Because you entered an incorrect PIN too many times, all your accounts have been blocked. You can't login anymore. */
"to_many_attempts" = "Devido a ter introduzido um PIN incorrecto varias vezes, todas as suas contas estão bloqueadas. Não poderá entrar mais.";

/* to: */
"to_service_provider" = "para:";

/* Unknown error message */
"unkown_enroll_error_message" = "Ocorreu um erro desconhecido. Por favor contacte o suporte.";

/* Unknown error title */
"unkown_error" = "Erro desconhecido";

/* Yes button title */
"yes_button" = "Sim";

/* You will be logged in as: */
"you_will_be_logged_in_as" = "Voce entrara-login como:";

/* Accounts navigation item title */
"your_accounts" = "As suas contas";

/* Place a QR code inside the rectangle to scan it. */
"msg_default_status" = "Coloque um codigo QR dentro do rectangulo para fazer um scan.";

/* Welcome */
"main_text_welcome" = "Usando o %@ poderá usar o seu smartphone para de uma maneira fácil e segura aceder a serviços online. <br/><br/>  A aplicação não tem uma conta activa. Você necessita de uma conta activa para usar tiqr. Poderá encontrar uma lista de providers em <a href=\"https://tiqr.org\">tiqr.org</a>. <br/><br/> Depois de se registrar, recebera um código de activação e instruções para activar a sua conta. Durante o processo de activação necessitara de fazer um scan a um código QR. Carregá <b>Scan</b> se pedido.";

/* Instructions */
"main_text_instructions" = "Va ao serivo que deseja entrar e siga os seguintes passos: <ul> <li>Scan o codigo QR no ecran de entrara do website ou serivo.</li> <li><i> Se tiver multiplas identidades, seleccione uma identidade.</i></li> <li> Confirme a sua identidade (tera de entrar o seu codigo).</li> <li>Ja entrou!</li> </ul> Carregue<b>Scan</b> para comecar o processo  de login.";

/* Blocked */
"main_text_blocked" = "<b>E agora?</b><br/> Peca ao seu provider de identidade(s) por um novo código de activação. Para um link para o seu provider(s) controle as suas identidades (acessíveis no cimo a direita). <br/><br/>. Juntamente com o seu novo código de activação recebera instruções para reactivar a sua conta. Carregue <b>Scan</b> se pedido.";
